ZigEmbeddedGroup/texasinstruments-data/targetdb/Modules/AM263P/R5SS_TMU_ROM_CORE1_53024000h.xml
<module name="TMU_ROM_CORE1" acronym="" XML_version="1.0" HW_revision="n/a" description="">
	<register id="TMU_ROM_CORE1_START" acronym="TMU_ROM_CORE1_START" offset="0" width="32" description="">
		<bitfield id="START" width="32" begin="31" end="0" resetval="0x0" description="TMU ROM start address" range="31:0" rwaccess="R/W"/>
	</register><register id="TMU_ROM_CORE1_END" acronym="TMU_ROM_CORE1_END" offset="12284" width="32" description="">
		<bitfield id="END" width="32" begin="31" end="0" resetval="0x0" description="TMU ROM end address" range="31:0" rwaccess="R/W"/>
	</register>
</module>